/* afpAccessDenied */
"-5000.message" = "У Вас нет разрешения на открытие программы %@.";
"-5000.info" = "Обратитесь к администратору Вашего компьютера или к администратору сети за помощью.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "У Вас нет разрешения на открытие документа %@.";
"documentPermissionError.info" = "Обратитесь к администратору Вашего компьютера или к администратору сети за помощью.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "Не удается открыть программу %@, т.к. она находится в Корзине.";
"-5044.info" = "Чтобы открыть эту программу, извлеките ее из Корзины.";

/* kLSAppInTrashErr */
"-10660.message" = "Не удается открыть программу %@, т.к. она находится в Корзине.";
"-10660.info" = "Чтобы открыть эту программу, извлеките ее из Корзины.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "Не удается открыть программу %@, т.к. она находится в резервной копии Time Machine.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "Данная версия программы «%@» не может быть использована с этой версией Mac OS X.";
"-10664.info" = "Вы используете %@ %@.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "Чтобы открыть %@, необходимо обновить программу до новейшей версии.";
"-10664.info.2" = "Запустите Обновление программ, чтобы сделать это сейчас.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "Чтобы открыть «%@», необходимо установить Rosetta. Установить сейчас?";
"-10665.error.title" = "Чтобы открыть «%@», необходимо установить Rosetta.";
"-10665.error.nonetwork" = "Чтобы установить Rosetta, подключитесь к Интернету и откройте «%@». Если невозможно подключиться к Интернету, вставьте установочный диск Mac OS X, откройте папку «Дополнительные установочные модули» и нажмите «Дополнительные установочные модули».";
"-10665.error.noserver" = "Обновления ПО сейчас недоступны. Когда обновления будут доступны, снова откройте «%@».";
"-10665.error.busy" = "Выполняется обновление другого ПО. По окончании обновления снова откройте «%@», чтобы установить Rosetta.";
"-10665.error.notfound" = "Чтобы установить Rosetta позже, снова откройте «%@». Если невозможно подключиться к Интернету, вставьте установочный диск Mac OS X, откройте папку «Дополнительные установочные модули» и нажмите «Дополнительные установочные модули».";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "Не удается открыть программу %@, т.к. среда Classic больше не поддерживается.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "Данная версия программы «%@» не может быть использована с этой версией Mac OS X.";
"-10825.info" = "У Вас установлена Mac OS X %@. Программа требует Mac OS X %@ или более поздней версии.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "У Вас нет разрешения на открытие программы %@.";
"-10826.info" = "Обратитесь к администратору Вашего компьютера или к администратору сети за помощью.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "Не удается открыть программу %@, т.к. она повреждена или не содержит необходимых компонентов.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "Не удается открыть программу %@, т.к. в ней работает другой пользователь.";
"-10829.info" = "Попросите другого пользователя завершить работу программы, а затем повторите попытку.";

/* fnfErr */
"-43.message" = "Программа не найдена.";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "Стандартная программа для открытия документа %@ не указана.";
kLSApplicationNotFoundErr.url = "Стандартная программа для открытия URL-адреса %@ не указана.";

/* this is the default message we use if no other error was found */
default.message = "Не удается открыть программу «%@».";
default.info = "%d";

default2.message = "Не удается открыть программу.";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "Не удается открыть программу %@, т.к. она не поддерживается этим типом компьютеров Mac.";

SU_BUTTON = "Обновление программ…";

OK = "OK";